[
  {
    "ID": 0,
    "Name": "AMBER CASEMENT",
    "Genre": "",
    "Form": "Series of short, rounded tubes and hoses about 12 inches (30 cm) long",
    "Depletion": "1–4 in 1d6",
    "LevelDie": "6",
    "LevelBonus": "04",
    "Effect": "When activated, it solidifies the air in a 10-foot (3 m) cube of space, the center of which must be within short range of the device. The air is turned into an amberlike substance, and those trapped in it will likely suffocate or starve.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "AMULET OF SAFETY",
    "Genre": "",
    "Form": "Plain metallic disk on a chain",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "Once the amulet is keyed to a specific numenera weapon, the weapon cannot activate to harm the wearer. The amulet's level must be at least",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "ANALYZING SHIELD",
    "Genre": "",
    "Form": "Transparent synth shield",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "The bearer can see through this shield, and it has a display that analyzes the best place to strike a foe viewed through it. The bearer can use points from their Intellect Pool (rather than the more typical Might or Speed) to increase the damage of their attacks by 3 additional points per level of Effort.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "ARMORED FLESH",
    "Genre": "",
    "Form": "Appears to be a collection of organic armored plates, like a carapace or very large fish scales",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "When placed on the wearer's flesh, the armor grafts on permanently. It provides Armor equal to half its level (round up) but does not hinder movement or tire the wearer in any way (no Speed cost increase for applying Effort). On the contrary, the wearer's maximum Might Pool is permanently increased by 2. \nHowever, the benefits come at a cost. Fibrous tendrils extend into the wearer's flesh and eventually reach the spine and brain, inflicting damage in the form of 2 points of permanent maximum Intellect Pool reduction. This process takes one week. The lost points cannot be regained.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "AUTOMATED COOK",
    "Genre": "",
    "Form": "Small metal and synth cube that has metallic arms and tools",
    "Depletion": "1 in 1d100",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "This automaton prepares food on command. It must be given raw materials (water and organic compounds), but with those it can prepare and serve a hot, nutritious, delicious meal.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "BATTLE ARMOR",
    "Genre": "",
    "Form": "Full suit of synth and steel armor, covering the entirety of the wearer's body",
    "Depletion": "— (At any time, the GM can rule that the armor has sustained enough damage that the atmosphere and environmental protections cease, but the suit still functions as armor.)",
    "LevelDie": "6",
    "LevelBonus": "4",
    "Effect": "This armor is far hardier yet somewhat lighter than Ninth World smithing techniques could ever manage with steel. It is heavy armor but grants an additional +2 Armor (+3 Armor if the artifact is level 9 or higher) in addition to the 3 Armor that heavy armor usually provides. Further, it is entirely sealed and has its own eternally renewed internal atmosphere, which completely protects against poison gases and allows the wearer to operate in an airless environment. The suit's Armor rating also applies to damage that often isn't reduced by typical armor, such as heat or cold damage (but not Intellect damage).",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "BATTLESUIT",
    "Genre": "",
    "Form": "Full suit of synth and steel armor, covering the entirety of the wearer's body",
    "Depletion": "— (At any time, the GM can rule that the armor has sustained enough damage that the atmosphere and environmental protections cease and the Might enhancements no longer function, but the suit still functions as armor.)",
    "LevelDie": "6",
    "LevelBonus": "4",
    "Effect": "This armor is far hardier yet somewhat lighter than Ninth World smithing techniques could ever manage with steel. It is heavy armor but grants an additional +3 to Armor in addition to the 3 Armor that heavy armor usually offers. Further, it is entirely sealed and has its own eternally renewed internal atmosphere, which completely protects against poison gases and allows the wearer to operate in an airless environment. The suit's Armor rating also applies to damage that often isn't reduced by typical armor, such as heat or cold damage (but not Intellect damage). \nIn addition, the wearer gains +1 to their Might Edge and +5 to their Might Pool (+7 to their Might Pool if the artifact is level 9 or higher).",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "BOUNDING BOOTS",
    "Genre": "",
    "Form": "Ninth World-made leather boots with small metal and synth devices worked into the sides",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "The boots negate gravity enough to make jumping and running easier. The boots are an asset for jumping and running (easing by two steps for one of the",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "BRAIN BUD",
    "Genre": "",
    "Form": "Organic pod, almost like a small, hemispherical bit of fruit. Once grafted to a host, it takes on the appearance of the host's flesh.",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "The pod grafts onto any living host (must be near the brain) and injects complex chemicals that greatly improve brain activity. This increases the host's maximum Intellect Pool by 5 (+7 if the artifact is level 6 or higher).",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "CARRYALL",
    "Genre": "",
    "Form": "Metallic chest with tracked wheels on either side",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "This device comes with a small module that can be worn on a belt. Rolling along on its wheels, the chest attempts to follow within immediate range of the module (though it can be directed to remain where it is). It moves a short distance each round. The chest can come to the module from a range of up to 10 miles (16 km) away (20 miles [32 km] if the artifact is level 6 or higher). The interior of the chest is mostly hollow and can hold up to 5,000 pounds (2,300 kg). The artifact must be newly activated each day.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "CELLULAR DISRUPTOR",
    "Genre": "",
    "Form": "Small handheld device with a few simple controls",
    "Depletion": "1 in 1d10",
    "LevelDie": "6",
    "LevelBonus": "4",
    "Effect": "This device emits a faint short-range beam that affects only organic creatures and materials. Living targets hit by the beam move one step down the damage track. Nonliving organic targets are likely destroyed. \nThis device is a rapid-fire weapon and thus can be used with the Spray or Arc Spray abilities that some characters have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "CHAMELEON CLOAK",
    "Genre": "",
    "Form": "Very thin, lightweight, transparent cloth formed into a crude cloak",
    "Depletion": "1 in 1d100",
    "LevelDie": "6",
    "LevelBonus": "4",
    "Effect": "When activated, the device takes on the colors and textures of everything around the wearer for ten minutes (one hour if the artifact is level 9 or higher). This eases hiding and sneaking tasks by two steps.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "CHIURGEON SPHERE",
    "Genre": "",
    "Form": "Small, spherical automaton about 8 inches (20 cm) in diameter",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "This device comes with a small module that can be worn on a belt. Floating along, the automaton attempts to follow within immediate range of the module (though it can be directed to remain where it is). It moves a short distance each round. The sphere can come to the module from a range of up to 10 miles (16 km) away. If the module is worn by an organic creature and that creature takes damage, the automaton moves to repair the damage with cellular regenerating tools that restore 1d6 – 2 points per round (meaning that if a 1 or 2 is rolled, no damage is repaired that round). This requires no action on the part of the creature being healed. Each day, the automaton can attempt to render aid a number of times equal to its level. The artifact must be newly activated each day.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "COHESION STABILIZER",
    "Genre": "",
    "Form": "Wristband-mounted device with a few simple controls",
    "Depletion": "1 in 1d10",
    "LevelDie": "6",
    "LevelBonus": "4",
    "Effect": "Any attempt to affect the integrity of the wearer's physical form by disintegrating it, encasing it, changing its phase, teleporting it, or otherwise disrupting it fails if the wearer wishes it to fail. Doing so is not an action on the wearer's part. The artifact's level must be equal to or higher than the effect's level.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "CYPHER BAG",
    "Genre": "",
    "Form": "Synth bag",
    "Depletion": "1 in 1d20 (check each time a cypher is added to the bag)",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "This bag can contain up to one cypher per artifact level, as long as each is no larger than a typical handheld device. These cyphers do not count against a character's limit.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "DIMENSIONAL ARMOR",
    "Genre": "",
    "Form": "Full suit of synth and steel armor, covering the entirety of the wearer's body",
    "Depletion": "1 in 1d10 (for the phase shifting ability, but after depletion, the suit still functions as armor)",
    "LevelDie": "6",
    "LevelBonus": "4",
    "Effect": "This armor is far hardier yet somewhat lighter than Ninth World smithing techniques could ever manage with steel. It is heavy armor but grants an additional +2 to Armor in addition to the 3 Armor that heavy armor usually provides. Further, when activated, it shifts the wearer's phase randomly for ten minutes (one hour if the artifact is level 9 or higher), which hinders attacks on the wearer by two steps. This shifting effect is negated by special multidimensional weapons or attacks.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "DISRUPTION BLADE",
    "Genre": "",
    "Form": "Sword or similar bladed weapon with devices affixed to the blade and hilt",
    "Depletion": "1 in 1d6",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "This weapon functions as a normal sword (or, rarely, an axe or a cleaver). However, if the wielder uses an action to activate it, the weapon radiates a field of molecular disrupting energy for one round. During that round, if it scores a hit, it inflicts an additional 10 points of damage. If the artifact is level 6 or higher, it is an asset on the attack roll.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "DRILL SPEAR",
    "Genre": "",
    "Form": "Wooden shaft with an affixed spearhead that appears to be a metallic drill",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "This spear functions as a normal spear. If the wielder uses it to attack a foe, upon a successful hit the wielder decides whether to activate the weapon. Upon activation, the wielder lets go of the spear and it drills into the foe, inflicting an additional 3 points of damage (5 points if the artifact is level 6 or higher). However, the wielder then is no longer holding the spear. The drilling function works only in melee combat because activation occurs after the foe is struck.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "ECSTASY PARALYZER",
    "Genre": "",
    "Form": "Handheld device with a few controls",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "This long-range weapon fires a beam of energy that inflicts no damage. Instead, it affects the target's mind, filling them with such pleasure that they lose their next turn. \nThis device is a rapid-fire weapon, and thus can be used with the Spray or Arc Spray abilities that some characters have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "EXPLODING ARROW",
    "Genre": "",
    "Form": "Arrow with a tiny metallic device attached to it",
    "Depletion": "Automatic",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "The arrow explodes when it strikes something, inflicting its level in damage to all within immediate range.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "FEARMAKER",
    "Genre": "",
    "Form": "4-foot (1 m) tall collapsible tripod with a metal cone at the top",
    "Depletion": "1 in 1d6",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "It takes two rounds to assemble and set up this device, and then it takes an action to activate. When activated, the fearmaker affects the minds of all thinking creatures within long range in a 45-degree arc. Those affected are instilled with terror, making them drop what they're holding and do one of the following:\nRoll Action\n01–50 Flee for 1d6 rounds\n51–90 Cower (losing their actions) for 1d6 rounds\n91–00 Faint, remaining unconscious for one minute (or until roused by vigorous action)",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "FIERY HELLMAKER",
    "Genre": "",
    "Form": "7-foot (2 m) tall collapsible metal stand with a large metal disk at the top and a control box in the center",
    "Depletion": "1 in 1d6",
    "LevelDie": "6",
    "LevelBonus": "4",
    "Effect": "It takes two rounds to assemble and set up this device, and then it takes an action to activate. When activated, the disk fires a barrage of fiery long-range missiles in all directions. Everyone and everything within long range suffers damage equal to the artifact level, unless they are within 3 feet (1 m) of the device and keep their heads down.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "FILTRATION STRAW",
    "Genre": "",
    "Form": "Long, narrow synth tube",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "Water that passes through this tube is purified. Most liquids other than water drawn through the tube come out as water (or mostly water). It neutralizes poisons, diseases, and other contaminants up to the artifact's level.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "FOOD SCANNER",
    "Genre": "",
    "Form": "Handheld device with a number of controls and a wide dish at one end",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "When activated and pointed at food, this device sounds an alarm if the food has any contaminants or poisonous substances.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "FOOD TUBE",
    "Genre": "",
    "Form": "Synth tube",
    "Depletion": "1 in 1d10",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "The device produces a grey paste that provides enough nutrition for one person for one day (two people per day if the artifact is level 5 or higher).",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "FORCE DOME",
    "Genre": "",
    "Form": "4-foot (1 m) tall collapsible tripod with a large glass globe at the top and a control box in the center",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "3",
    "Effect": "It takes two rounds to assemble and set up this device, and then it takes an action to activate. When activated, this device projects a powerful force field dome with a diameter of short range. The field is immobile, impermeable, and impenetrable until it is brought down by a force (such as a device or creature) of a higher level. Otherwise, it lasts for 28 hours, during which time it has enough air to support six humans.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "HEALING SWORD",
    "Genre": "",
    "Form": "Typical sword with an odd-looking synth hilt",
    "Depletion": "1 in 1d10 (for the healing ability, but after depletion, it still functions as a sword)",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "The broadsword blade is a Ninth World-forged addition to the numenera hilt (which likely was not a sword hilt originally). When squeezed properly, the hilt injects a healing substance into the wielder's body, restoring 1d6 points of any stat Pool they wish (1d6 + 2 points if the artifact is level 5 or higher). If the wielder is using the sword in battle, using the healing function does not require an action.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "HOOP STAFF",
    "Genre": "",
    "Form": "Long wooden staff with a 6-inch (15 cm) bronze hoop attached to the tip. The staff is of recent creation, but the hoop is not.",
    "Depletion": "1 in 1d100",
    "LevelDie": "6",
    "LevelBonus": "3",
    "Effect": "Holographic images flicker to life in the hoop, warning of danger. The images are representative of the danger in some fashion. For example, approaching enemies look like threatening, amorphous creatures, and dangerous weather might look like lightning bolts coming from a cloud. At artifact level 8 and higher, the warnings come earlier and the images more accurately represent the threat. \nThe GM decides when and how the staff warns of danger. For inexplicable reasons, sometimes it fails to deliver a warning. (Thus, it's all right if the GM forgets about the staff occasionally.)",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "HOVER BELT",
    "Genre": "",
    "Form": "Odd-fitting metallic mesh belt that has a metal box attachment with dial controls",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "The wearer can float up into the air or back down again at a rate of 20 feet (6 m) per round. Using the complex controls, the wearer can move horizontally at a much slower pace (5 feet [1.5 m] per round) in a much less stable or controlled trajectory. At artifact level 6 or higher, the wearer floats twice as fast, vertically or horizontally. The belt works for ten minutes per use.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "HOVER SQUARE",
    "Genre": "",
    "Form": "Folded synth square that is 1 foot by 1 foot (30 cm by 30 cm) and unfolds into a square that is 8 feet by 8 feet (2.5 m by 2.5 m)",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "When unfolded and activated, this piece of synth forms a platform that moves laterally as directed by someone atop it. The platform moves up to short range in a round. It can hold up to 5,000 pounds (2,300 kg), or 8,000 pounds (3,600 kg) if the artifact is level 5 or higher.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "IMAGER",
    "Genre": "",
    "Form": "Small, rectangular handheld device with a clear synth panel",
    "Depletion": "1 in 1d100",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "This device captures a perfect image of a nearby scene. It can store thousands of images, and any stored image can be shown on the synth panel. When the device is depleted, all stored images are lost.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "INSTANT BRIDGE",
    "Genre": "",
    "Form": "Handheld device with a few controls",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "This device fires a cable with a powerful magnet up to long range. When the magnet strikes a metal surface, it affixes itself, and the taut cable extends into a narrow bridge about 3 feet (1 m) wide. The device can then be affixed to another metallic surface to anchor the bridge. The bridge can support 1,000 pounds (450 kg), or 2,000 pounds (900 kg) if the artifact is level 6 or higher. When deactivated, the magnets let go and the cable retracts.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "KINETIC SHIELD",
    "Genre": "",
    "Form": "Wristband or armband with a small metallic device attached",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "When a physical projectile such as an arrow, a thrown knife, or a bullet-like missile comes within 4 inches (10 cm) of the wearer's body, a powerful energy field activates automatically and attempts to slow down or deflect the projectile. The wearer's Speed defense against such attacks is eased (eased by two steps if the artifact is level 6 or higher). If the projectile still hits the wearer, the field adds 1 to Armor against the attack.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "LAUNCHER",
    "Genre": "",
    "Form": "Metal tube with a set of winding synth tubes wrapped around it",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "3",
    "Effect": "This device launches anything about the size of a fist or smaller with great force to very long range. An inert object, such as a rock, inflicts the artifact's level in damage. A detonation cypher (or similar explosive) can also be launched to activate on impact.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "LIGHT SPIKE",
    "Genre": "",
    "Form": "Fingerless glove of semirigid synth",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "When the glove is activated, a spike of solid, red-hot energy is emitted from the back of the wearer's hand. This spike can be used as a melee weapon that inflicts damage equal to the artifact's level. It lasts for ten minutes. If the wielder increases the spike's power (which requires a separate action and an additional depletion roll), the damage increases by 1 point.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "LIQUID ARMOR",
    "Genre": "",
    "Form": "Adamant silk belt with two metallic cylinders attached to it",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "3",
    "Effect": "When activated, a watery liquid sprays out of the cylinders on the belt. An electric field shapes this smart fluid, causing it to form a protective shell around the wearer, not unlike full body armor. The fluid becomes immediately (but selectively) rigid when struck, providing +3 to Armor, but it has none of the penalties associated with armor. It can be used over the top of light armor, adding to its protection, but medium or heavy armor disrupts the electric field's shaping attempts. The liquid armor lasts for four hours (six hours if the artifact is level 8 or higher) or until deactivated.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "LIQUID SWORD",
    "Genre": "",
    "Form": "Adamant silk wristband with a metallic cylinder attached to it",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "3",
    "Effect": "When activated, a watery liquid sprays out of the cylinder on the wristband. An electric field shapes this smart fluid, causing it to take the form of a broadsword. The fluid becomes immediately rigid and incredibly sharp, and it can be used as a normal sword that inflicts 1 additional point of damage. The sword lasts for four hours (six hours if the artifact is level 8 or higher) or until deactivated.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "LIVING ARMOR SHEATH",
    "Genre": "",
    "Form": "When not affixed to a creature, this looks like a mass of heavy fabric. On a creature, it looks like heavy, leathery flesh.",
    "Depletion": "1 in 1d100 (checked each day while the sheath is worn)",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "When worn over normal skin, this organic material adheres and conforms to the creature's body shape. The artifact eases Might defense tasks to resist poison and disease (eases by two steps if the artifact is level 6 or higher). Further, the wearer has +2 to Armor, but the artifact has none of the penalties associated with armor. Armor can't be worn over the living sheath because it's too bulky.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "MEPHITIC STAFF",
    "Genre": "",
    "Form": "Short metal-and-glass tube fitted onto a well-made wooden quarterstaff",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "When activated (which is not an action), the tip of the staff releases a concentrated, immediate-range blast of noxious fumes when it is struck against a solid creature or object. An affected creature loses its next turn to coughing and choking.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "METABOLISM BUD",
    "Genre": "",
    "Form": "Organic pod, almost like a small, hemispherical bit of fruit. Once grafted to a host, it takes on the appearance of the host's flesh.",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "The pod grafts onto any living host (usually near the brain or spine) and injects chemicals that boost the creature's metabolism. This increases the host's maximum Speed Pool by 5 (by 7 if the artifact is level 5 or higher).",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "MIND IMAGER",
    "Genre": "",
    "Form": "Handheld device with a synth panel screen and wires that must be affixed to the head of a creature",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "This device shows a visual image of what a creature is thinking. The affected creature need not be conscious.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "MOLECULAR BONDER",
    "Genre": "",
    "Form": "Handheld device with a number of controls and a pointed end",
    "Depletion": "1 in 1d6",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "This device fuses two objects together with a bond strength equal to its level. If flesh bonded in this way (whether to an object or to other flesh) is torn apart, it suffers damage equal to the device's level.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "MULTIDIMENSIONAL BLADE",
    "Genre": "",
    "Form": "Short, straight bladed weapon with a large haft that has a few controls on it",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "When activated, the blade exists on many levels of reality at once. It inflicts damage equal to its level, and it harms creatures (such as an abykos) that can be affected only by transdimensional effects. Once activated, the blade is active for one minute.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "MURDER GLOBE",
    "Genre": "",
    "Form": "3-foot (1 m) tall collapsible metal tripod with a large metal globe at the top. The globe has a number of holes in it, but it is not hollow.",
    "Depletion": "Automatic",
    "LevelDie": "6",
    "LevelBonus": "3",
    "Effect": "It takes two rounds to assemble and set up this device, and then it requires an action to activate. When activated, this device does nothing for five rounds. After that, if anything larger than a mouse comes within long range of it, the globe fires a powerful projectile at that target. The projectile inflicts damage equal to the artifact level. The device can attack up to ten times per round, but it never attacks the same target more than once per round. It remains on watch for 28 hours or until it has made one hundred attacks, whichever comes first.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "NANO-NEEDLER",
    "Genre": "",
    "Form": "Small handheld device with a tiny tube",
    "Depletion": "1 in 1d10",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "This device projects a single needle—far smaller in width than a human hair—up to long range (very long range if the artifact is level 5 or higher). The needle inflicts no damage, but it can carry poison or disease, and the injection is so tiny that the victim doesn't feel it. The needle can also penetrate (ignore) up to 4 Armor. \nThis device is a rapid-fire weapon, and thus can be used with the Spray or Arc Spray abilities that some characters have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "NEEDLER",
    "Genre": "",
    "Form": "Small handheld device with a tiny tube",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "This device projects a single needle (no damage), a spray of needles (1 point of damage), or a wide spray of needles (no damage, but it affects everyone within an immediate area)—user's choice. In each case, the needles can affect anyone within long range (very long range if the artifact is level 5 or higher). The needles can be poisoned, in which case even those who don't take damage must make Might defense rolls to avoid being poisoned. \nThis device is a rapid-fire weapon, and thus can be used with the Spray or Arc Spray abilities that some characters have, ignoring “rounds of ammo” costs and not requiring additional depletion rolls for using it as a rapid-fire weapon.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "NIGHTVISION GOGGLES",
    "Genre": "",
    "Form": "Pair of synth goggles with dark, protruding lenses",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "Outside, the wearer can see at night as if it were daylight. Inside, the wearer can see in pitch darkness up to short range (long range if the artifact is level 5 or higher).",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "PHASING PITON",
    "Genre": "",
    "Form": "Metallic spike with a single toggle stud",
    "Depletion": "1 in 1d100",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "When activated, the piton phases and can be inserted up to 6 inches (15 cm) into almost any material. When deactivated, the piton becomes solid again and remains embedded solidly in the material. If used as a weapon (requiring one action to activate and insert, and a second action to deactivate), the piton inflicts 6 points of damage.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "PLANT JAR",
    "Genre": "",
    "Form": "Large glass or clear synth canister",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "A living plant placed inside this device remains alive until removed regardless of light, water, or other conditions.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "POISON BRAIN IMPLANT",
    "Genre": "",
    "Form": "Capsule",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "When swallowed, this implant travels to the brain and nests there. Henceforth, whenever a creature establishes contact with the user's mind (using mental attack, telepathic communication, mind control, and so on), the creature is attacked mentally. It is stunned for one round (losing its action) and takes Intellect damage equal to the artifact's level. This effect does not prevent the contact.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "PSYCHIC HELMET",
    "Genre": "",
    "Form": "Lightweight synth helmet",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "The wearer gains 3 Armor that protects against Intellect damage only. Further, attempts to affect the wearer's mind are hindered (hindered by two steps if the artifact is level 7 or higher).",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "PSYCHIC WHISTLE",
    "Genre": "",
    "Form": "Metal device 1 inch (2.5 cm) long with a single button",
    "Depletion": "1 in 1d100",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "When the device is activated, a whistlelike sound is heard by humans within very long range. The device doesn't actually produce sound but instead stimulates the aural center of the human brain. It has no effect on nonhumans.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "RECORDER HEADBAND",
    "Genre": "",
    "Form": "Leather-like headband with a small device attached",
    "Depletion": "1 in 1d20 per hour of use",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "This headband records everything the wearer sees as moving images that can be replayed and reviewed. It stores up to one hundred hours of images. When the device is depleted, all stored images are lost.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "REDLIGHT CLIP",
    "Genre": "",
    "Form": "Metal clip or pin easily affixed to clothing",
    "Depletion": "-",
    "LevelDie": "0",
    "LevelBonus": "1",
    "Effect": "This object flashes red when in immediate range of dangerous radiation or poisonous gas.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "REMOTE CLAMP",
    "Genre": "",
    "Form": "Metal clamp with a detachable control pad",
    "Depletion": "1 in 1d10",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "The control pad allows someone to direct this extremely strong device to clamp and unclamp. The pad must be within very long range of the clamp to control it.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "REPAIR SPHERE",
    "Genre": "",
    "Form": "Small spherical automaton about 8 inches (20 cm) in diameter",
    "Depletion": "1 in 1d100",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "This device comes with a small module that can be affixed to a machine. Floating along, the sphere attempts to follow within immediate range of the module (though it can be directed to remain where it is). It moves a short distance each round. It can come to the module from a range of up to 10 miles (16 km) away. If the module is attached to a machine and that machine takes damage, the sphere moves to repair the damage with sophisticated tools, requiring no additional materials, task rolls, or direction. This requires no action on the part of the machine being repaired. The sphere can attempt to repair a machine a number of times per day equal to its level. The artifact must be newly activated each day.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "SAFE CORRIDOR",
    "Genre": "",
    "Form": "Two separate metal and synth capsules about the size of a human's head, each with a large glass plate",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "When the device is activated, the space between the two capsules forms an invisible corridor of breathable atmosphere with a moderate temperature. It hedges out dangerous vapors, vacuum, insects, radiation, nanites, and other particulate matter. The corridor is 8 feet (2.5 m) wide and can be up to 1 mile (1.5 km) long. It must be relatively unobstructed—uneven terrain is fine, but walls, hills, and so on will block it. The corridor remains for 28 hours.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "SECOND SKIN",
    "Genre": "",
    "Form": "When not affixed to a creature, this looks like a mass of diaphanous fabric. On a creature, it is almost invisible.",
    "Depletion": "1 in 1d100 (checked each day while the skin is worn)",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "When stretched over a creature's normal skin, this organic material adheres and conforms to its body shape. While wearing the second skin, the creature has an asset in Might defense tasks to resist poison and disease (eased by two steps if the artifact is level 6 or higher).",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "SHATTER WAND",
    "Genre": "",
    "Form": "Broad, 8-inch (20 cm) synth stick with a single button",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "4",
    "Effect": "This weapon realigns the molecular structure of a living target, in effect crystalizing the flesh. It works at long range but has no visible manifestation (no ray or projectile). The device inflicts damage equal to its level. Further, if the target is slain by the device, the target shatters, exploding in an immediate radius with crystalline shrapnel that inflicts 3 points of damage. \nThis device is a rapid-fire weapon, and thus can be used with the Spray or Arc Spray abilities that some characters have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "SHOCK MANACLES",
    "Genre": "",
    "Form": "Lightweight pair of metal or synth manacles",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "Not only are these restraints binding, but they also inflict their level in damage whenever the wearer attempts to break free. Once active, the manacles operate for 28 hours.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "SKILL BUD",
    "Genre": "",
    "Form": "Organic pod, almost like a small, hemispherical bit of fruit. Once grafted to a host, it takes on the appearance of the host's flesh.",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "This pod grafts onto any living host (must be near the brain) and injects complex chemicals that alter brain and muscle functions. This grants the host training in one (predetermined) skill, or two skills if the artifact is level 5 or higher.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "SKULL BLASTER",
    "Genre": "",
    "Form": "Headband with an attached cylinder that runs along the left side of the wearer's head",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "This device emits a brilliant beam of focused light up to very long range. Targets hit by the beam take damage equal to the artifact's level. \nThis device is a rapid-fire weapon, and thus can be used with the Spray or Arc Spray abilities that some characters have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "SLUGSPITTER",
    "Genre": "",
    "Form": "Long device with a narrow metal tube",
    "Depletion": "1–2 in 1d100",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "With a quiet sound like a puff of air, this device fires a tiny slug of metal up to long range (very long range if the artifact is level 6 or higher). It inflicts damage equal to the artifact's level. \nThis device is a rapid-fire weapon, and thus can be used with the Spray or Arc Spray abilities that some characters have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "SNIPEWAND",
    "Genre": "",
    "Form": "Long handheld device with a tiny plate of glass",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "4",
    "Effect": "Sighting through the glass, the user can view targets up to 1 mile (1.5 km) away as if they were just a short distance away. The user must have a direct line of sight to the target—the device cannot penetrate barriers or go around corners. Once a target is sighted, the device can almost silently fire a tiny slug of metal at the target. The slug inflicts damage equal to the artifact's level.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "STUNNER",
    "Genre": "",
    "Form": "Handheld device that looks like a metal sphere with a handle",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "When activated, this device fires a beam of energy to short range (long range if the artifact is level 6 or higher) that stuns the target for one round, making them lose their next action. \nThis device is a rapid-fire weapon and thus can be used with the Spray or Arc Spray abilities that some characters have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "SUSPENSOR BELT",
    "Genre": "",
    "Form": "Belt with a number of brass disks affixed to it",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "This belt negates gravity enough to make all movement easier, granting the wearer a +1 bonus to their Speed Edge. Alternatively, a grossly obese creature could wear the belt simply to function normally. The belt supports up to 300 pounds (136 kg), or 500 pounds (227 kg) if the artifact is level 6 or higher.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "TELLTALE GLASS",
    "Genre": "",
    "Form": "Clear drinking glass",
    "Depletion": "-",
    "LevelDie": "0",
    "LevelBonus": "1",
    "Effect": "This glass turns red if anything poisonous is put into it, even in very small quantities.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "TENDRIL GRAFT",
    "Genre": "",
    "Form": "Whip-like length of organic material similar to flesh",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "This graft attaches to the host's spinal column so that it can be controlled like a limb. The host can use it like a whip (a light weapon) even if their hands are full. They can also use it like a prehensile tail that can hold their weight (assuming they are roughly human-sized) or another object. At level 6 or higher, the tendril provides an asset on attacks made with it.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "THUNDER CANNON",
    "Genre": "",
    "Form": "Large, heavy tube with a bell-shaped end and a number of controls",
    "Depletion": "1 in 1d10",
    "LevelDie": "6",
    "LevelBonus": "4",
    "Effect": "This massive device can barely be held or carried by a single person. When activated, it emits a 50-foot (15 m) wide cone of pure sonic force out to long range. Any creature in that area is knocked prone and stunned for one round, losing its action. Unfixed items the size of a human or smaller are toppled and/or moved at least 5 feet (1.5 m). Larger objects might also be toppled.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "TRANSDIMENSIONAL RAY PROJECTOR",
    "Genre": "",
    "Form": "Handheld device with a number of controls and a wide dish at one end",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "This long-range weapon fires a beam of energy that exists on many levels of reality at once. It inflicts damage equal to its level, and it harms creatures that can be affected only by transdimensional effects (such as an abykos). \nThis device is a rapid-fire weapon and thus can be used with the Spray or Arc Spray abilities that some characters have, but each “round of ammo” used or each additional target selected requires an additional depletion roll.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "TRIGGER TRAP",
    "Genre": "",
    "Form": "Small, rather complex box of metal sensor plates, wires, and controls",
    "Depletion": "Automatic",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "A cypher of virtually any kind can be added to this trigger device to turn it into a trap. First, the cypher is added to the device (an Intellect task with a difficulty of 4), and then various wires and plates are affixed permanently to something—a nearby surface, door, hinge, and so on. When the trap is triggered, the cypher is activated, so people often use straightforward cyphers such as a detonation, a ray emitter, or a similar device. \nThe trigger can react to a specified movement within 3 feet (1 m)—a door opening, a creature or object moving past the artifact, and so on. The higher the level of the device, the more sophisticated the trigger. For example, a level 4 artifact's trigger might be based on a creature's size or weight, a level 5 artifact can trigger based on a specific type of creature, and a level 6 artifact can trigger based on recognizing an individual creature.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "VUECHI",
    "Genre": "",
    "Form": "4-inch (10 cm) silver sphere that hovers in the air",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "Once activated, this device follows within 3 feet (1 m) of the user and attacks anyone or anything within immediate range that attacks them. A vuechi attacks with a burst of electricity (up to immediate range) that deals damage equal to the artifact level. Once activated, it functions for 28 hours.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "WEAPON GRAFT",
    "Genre": "",
    "Form": "Blade, spiked ball, or hammer-like object made of hard, chitinous material or metal, with a sleeve of softer, fleshy material",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "This organic graft fits over a hand or empty stump and affixes to the flesh of the host. The physical bond provides an asset to attacks with the grafted weapon. This is a medium weapon that inflicts 4 points of damage (6 points if the artifact is level 5 or higher).",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "WINDRIDER",
    "Genre": "",
    "Form": "8-foot (2.5 m) long metallic wing",
    "Depletion": "1–2 in 1d100; check on activation but no more than once per day",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "This is a vehicle that can be ridden by someone who makes a difficulty 1 Speed roll each round. In combat, it moves a long distance each round, but on extended trips, it can move up to 80 miles (130 km) per hour, or 100 miles (160 km) per hour if the artifact is level 6 or higher.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "WINDSLICE BLADE",
    "Genre": "",
    "Form": "Medium-length sword",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "This sword is made from a material so durable and dense that the edge is sharper and lasts far longer than Ninth World smithing techniques could ever manage with steel. The blade inflicts 1 additional point of damage (2 points if the artifact is level 6 or higher). Its name comes from the idea that it can slice even the wind in half.",
    "Source": "NDIS"
  },
  {
    "ID": 0,
    "Name": "AMULET OF OPERATION",
    "Genre": "",
    "Form": "A plain metallic disk on a chain",
    "Depletion": "-",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "Once the amulet is keyed to a specific numenera installation, the installation cannot be used by anyone except the amulet's wearer.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "AUTOMATED BATH",
    "Genre": "",
    "Form": "A small metal-and-synth hovering sphere that has metallic arms, tubes, and cleaning tools",
    "Depletion": "1 in 1d100",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "This automaton cleans a nearby target on command if the target doesn't resist. If allowed to finish, over the course of about a minute, the target is cleaned of all dirt and grime, their teeth are cleaned, their hair is washed and brushed, and their nails are trimmed. This also cleans the target's clothing.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "BORING LANCE",
    "Genre": "",
    "Form": "A long metal-and-glass tube fitted with a metallic device studded with controls",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "When pointed at a solid surface within short range and activated, a cavity is immediately bored in the surface but only if the material composing it is less than or equal to the artifact's level. The cavity is an immediate distance across and up to a short distance deep. If the surface being bored isn't at least a short distance thick, the lance doesn't continue into a different kind of material or into open air—it just stops (but it could be activated again to bore through that material).",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "BRAIN FOGGER",
    "Genre": "",
    "Form": "Large backpack-sized device with a metallic wand connected with hoses and wires",
    "Depletion": "1 in 1d10",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "When activated, the brain fogger produces a prodigious amount of fog that moves with the prevailing air in a cloud a very long distance across. Attacks attempted by creatures within the fog are hindered. If deployed against a ranked community or horde, the target is treated as if one rank lower than normal during that community action.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "BREATHING FIELD SPINNER",
    "Genre": "",
    "Form": "A 12-foot (4 m) tall collapsible metal tripod with a large metal globe at the top; the globe has a number of holes in it but is not hollow",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "It takes two rounds to assemble and set up this device. It then requires an action to activate. When activated, the globe at the top begins to spin, sending out fresh, breathable air in all directions in a continuous wind up to a very long distance across (though current weather or air pressure can shrink that radius) for about an hour. Creatures within the area can breathe normally even if in a toxic atmosphere. Creatures are also protected from effects that move as a mist, fog, or spread of particulates, assuming those particulates can't move under their own power. If deployed to protect from a ranked airborne threat of some sort, the rank of that threat is decreased by one step.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "CELLULAR ANNEALER",
    "Genre": "",
    "Form": "A small handheld device with a few simple controls",
    "Depletion": "1 in 1d10",
    "LevelDie": "6",
    "LevelBonus": "4",
    "Effect": "This device emits a faint, short-range beam that affects only organic creatures and materials. A living target hit by the beam moves up one step on the damage track. A target that is not down on the damage track can immediately make a free recovery roll (or, for NPCs, regain a number of points of health equal to their level × 3).",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "CLOAK OF FINERY",
    "Genre": "",
    "Form": "A multilayered cloak of glittering material",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "This cloak is woven of smart fibers and studded with small devices designed to not only automatically tailor the cloak's fit to its wearer but also highlight the wearer in the most attractive light possible, providing variable illumination, sound amplification, tone control, and even a limited ability to edit grammatical mistakes and pauses made by the wearer. When activated, the cloak provides an asset to all interaction tasks the wearer attempts for the next minute.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "COGNITION TESTER",
    "Genre": "",
    "Form": "A head-sized metallic box studded with dials and controls",
    "Depletion": "1 in 1d10",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "Using this device always takes at least two rounds because producing an effect requires that the user solve a newly generated cognitive puzzle by successfully manipulating the device's controls, rotational planes, and other hidden inputs. Solving the puzzle is an Intellect task with a difficulty equal to the artifact's level. If successful, the user is injected with the knowledge of a random numenera plan whose level is up to the level of the artifact. If the user fails the cognition test, they suffer 4 points of Intellect damage (but do not trigger a depletion roll).",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "DEAD TIMELINE VIEWER",
    "Genre": "",
    "Form": "Metallic device mounted with a 6-inch (15 cm) crystal screen",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "Holographic images flicker to life on the screen, showing the user in a situation that has never happened in this reality and that probably never will. With some study and experimentation, the user deduces that the images represent outcomes that would've occurred except for some decision the user made in the past that set them on their current course. Once that is understood, the user can attempt to use the device to explore a range of different hypothetical strategies for attempting to deal with a particular issue or problem and see how each might play out. \nUsing the viewer eases the difficulty of a numenera crafting task, a salvage task, a negotiation that takes course over several days, or long-term play rolls that might be required to achieve success.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "EMPTY FIELD GENERATOR",
    "Genre": "",
    "Form": "A 12-foot (4 m) tall collapsible metal tripod with a complex antenna array on top and a device with a control surface at the base",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "It takes two rounds to assemble and set up this device. It then requires an action to activate. When activated, all creatures, structures, and other artificial alterations in the landscape are visually smeared out in a radius equal to a very long distance for one hour. From the outside of the area, nothing is visible except bare ground and innocuous brush. From within the field, creatures can see what's around them normally, though all illumination drops by one category. This holographic illusion's level is equal to the artifact's level.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "ENERGY NULLIFIER",
    "Genre": "",
    "Form": "A 15-foot (5 m) tall collapsible tripod with a large directional crystal dish at the top and a control box in the center",
    "Depletion": "1 in 1d6",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, it takes an action to activate. The device affects an area a very long distance across that's less than 2 miles (3 km) away and in its direct line of sight. Energy-using devices whose levels are less than or equal to the artifact's lose power for about one hour. This renders installations, artifacts, and many cyphers unusable for the duration. \nIf deployed against a ranked community or horde that is reliant to even a small degree on artifacts and installations, the target is treated as if one rank lower for one hour.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "EXPLORER'S GLOVES",
    "Genre": "",
    "Form": "Thick but flexible-fingered gloves with microscopic adaptive hairs on the palms",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "The wearer can cling to or climb any surface for up to one hour. Even level 10 climbing tasks become routine while the gloves are activated, but taking any other action while climbing requires a new activation.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "EXPLORER'S LENSES",
    "Genre": "",
    "Form": "Thick lenses built on a device worn on the upper face and eyes",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "Informative images formed on the inner lenses help the user to navigate and explore by tracking location, likely trails, and potential openings for one hour. Navigation and perception tasks made while the device is activated gain two assets.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "FEBRIFUGE",
    "Genre": "",
    "Form": "A 12-foot (4 m) tall collapsible metal tripod with a large metal globe at the top; the globe has a number of holes in it but is not hollow",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "It takes two rounds to assemble and set up this device. It then requires an action to activate. When activated, the globe at the top begins to spin, sending out a spray of pleasant-smelling, calming mist in all directions up to a very long distance for ten hours. The mist doesn't interfere with vision. All tasks and defense rolls by creatures within the area to resist or overcome infectious diseases are eased for the duration. If deployed to protect from a ranked infectious disease, the rank of that disease is decreased by 1.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "FIELD DESTABILIZER",
    "Genre": "",
    "Form": "A 9-foot (3 m) tall collapsible tripod with a large directional crystal dish at the top and a control box in the center",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "3",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, it takes an action to activate. When activated, this device collapses a force field within short range—or a short-range-diameter portion of a much larger force field—whose level is equal to or less than this artifact's. A collapsed force field generally remains collapsed for at least 28 hours, if not permanently (but could be reactivated). \nA field destabilizer can also collapse effects that create illusions or wide-area transdimensional effects within the area.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "FINGENT BRACE",
    "Genre": "",
    "Form": "A synth panel screen and wires that must be affixed to the head of a creature using a headband or brace, such that the wearer can glance to the side and see the screen",
    "Depletion": "1 in 1d20 (check per month of use)",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "This device shows a visual image of the details of a numenera plan, one at a time, provided the user has taken a few days to prep the device. (It can also hold other explicit directions or images, if desired.) If worn during a numenera crafting task for the majority of the time it takes to build an object or structure, the artifact provides one asset to the assessed difficulty of the crafting task.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "FLAME SUPPRESSOR",
    "Genre": "",
    "Form": "A 3-foot (1 m) wide, 6-foot (2 m) long, collapsible metal tube with a set of winding synth tubes wrapped around it",
    "Depletion": "1 in 1d6",
    "LevelDie": "6",
    "LevelBonus": "3",
    "Effect": "This device launches a circular device high into the air that hovers overhead for a moment and then seeks out flames within a very long distance. Over the next hour, it draws moisture from the air and quenches any small fires it finds within the area. If deployed to protect against a ranked fire disaster, the fire's rank is decreased by 2.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "INSTANT REFUGE",
    "Genre": "",
    "Form": "A 2-foot (60 cm) cube with a control surface",
    "Depletion": "1–2 in 1d6",
    "LevelDie": "6",
    "LevelBonus": "4",
    "Effect": "It takes about a minute to activate this device. When activated, it projects a 30- foot (9 m) diameter circular portal on a hard surface within immediate range that leads to an extradimensional space large enough to hold several thousand people in timeless stasis. The portal persists for up to an hour, during which time a small community could be evacuated through the aperture. Once the portal is closed, it can be opened from the outside at any time in the next three months, at which time all those who entered are expelled in the same order that they entered. If three months pass without the portal being opened manually, it opens automatically and expels its occupants. For those inside the portal, no time seems to have passed.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "IOTUM SCANNER",
    "Genre": "",
    "Form": "A handheld device with a number of controls and a wide dish at one end",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "When activated and pointed at an object within immediate range, this device sounds a tone if the object contains 1 or more units of iotum of any type.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "LIQUID TRANSFER ORB",
    "Genre": "",
    "Form": "A head-sized amber orb inscribed with tiny metallic lines",
    "Depletion": "1 in 1d100",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "To set up the artifact, the orb is broken into two halves. One half must be submerged in a liquid medium of any kind. Then the other half can be activated for up to 28 hours at a time (though it can be deactivated at any time), during which liquid from the submerged half is instantaneously transferred to the other half across any distance. Up to 150,000 gallons (568,000 l) can be transferred during a one-day activation period. If smartly deployed during a ranked flooding event (so that the output end drains someplace where it won't just flow back), the rank of the flood is decreased by 2.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "MULTIDIMENSIONAL PROJECTOR",
    "Genre": "",
    "Form": "A 9-foot (3 m) tall collapsible tripod with a complex bundle of interconnected wires on top and a control box in the center",
    "Depletion": "1 in 1d10",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, the device sends out a transdimensional pulse that affects all creatures within long range, spreading out their continuity so that they exist on many levels of reality at once for about an hour. Such creatures are treated as phased—they can neither be affected by normal physical phenomena nor affect the normal world of physical matter. If deployed to protect from a ranked threat of some sort (including an attacking horde or community), the rank of that threat is decreased by 1 for the duration.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "MULTI-OPENER",
    "Genre": "",
    "Form": "Slender metallic box with several smaller telescoping elements",
    "Depletion": "1 in 1d10",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "When attached to a lock (whether mechanical or machine-mediated) or to the surface of a sealed machine, the multi-opener extends tiny manipulators and attempts to loosen any mechanism holding the device closed or manipulate any lock that is amenable to physical manipulation. Devices fall open like peeled fruits if their level is 1 less than this artifact, and locks open easily if their level is equal to or less than this artifact. Salvage tasks made in conjunction with a multi-opener gain two assets.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "NATALITIAL",
    "Genre": "",
    "Form": "Helm that projects illusionary images, sounds, and scents",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "Wearer can trigger the worn device as an action. On subsequent rounds, lasting for up to an hour, the helm produces a celebratory atmosphere in an area up to a long distance around it, superimposing colorful streamers, hanging lamps, festive music, and potentially additional visual and auditory factors (depending on the specific parameters set by the crafter). If deployed in a ranked community or horde, the rank is increased by 1 for all tasks related to abating sadness and sorrow, to positive interaction, and to the propagation of revelry.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "PACIFYING NEEDLER",
    "Genre": "",
    "Form": "A small handheld device with a tiny tube",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "This device projects either one or two needles up to long range each time it is used. The needles are far thinner than a human hair, and they inflict no damage. Instead, if one needle is fired, it will calm a belligerent, raging, or attacking creature so that they become calm for at least one minute or until they are attacked. If two needles are fired, the target falls asleep for up to a minute or until they are damaged. The needles can penetrate (ignore) up to 4 Armor. \nA pacifying needler can be activated to fire all its needles at once on a countdown timer, creating a detonation-like blast that can affect all creatures in line of sight within long range. This depletes and destroys the artifact. If deployed against a ranked horde or community during a conflict in this fashion, the horde or attacking community inflicts 3 less points of damage during that community action.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "PSYCHIC ERADICATOR",
    "Genre": "",
    "Form": "A 15-foot (5 m) tall collapsible tripod with a large directional crystal dish at the top and a control box in the center",
    "Depletion": "1 in 1d10",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, it takes an action to activate. When activated, this device can affect an area up to a very long distance across for one hour. Within that area, all tasks relying on psychic effects, such as telepathy and psychokinesis, whose level is equal to or less than the artifact's are hindered by two steps, and higher-level psychic tasks are hindered by one step. This means that routine tasks like telepathy are no longer routine, and those that require a roll to succeed, such as an Onslaught mindslice, become even more difficult. \nIf deployed within a ranked community or horde, psychic attacks that would inflict damage to the community during one community action are treated as if 1 level lower.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "RUMBLER",
    "Genre": "",
    "Form": "A 9-foot (3 m) tall collapsible metal stand with a large crystalline disc that is partially embedded in the ground at the base and a control box in the center",
    "Depletion": "1 in 1d6",
    "LevelDie": "6",
    "LevelBonus": "4",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, it takes an action to activate. When activated, the disk begins to agitate the ground underneath. Everyone and everything within very long range is affected by severe shaking over the next five rounds, building to peak severity on the third round when everyone and everything suffers damage equal to the artifact level and falls prone. Only those within 3 feet (1 m) of the device are unaffected. During all rounds of shaking, tasks that require movement or balance (including attacks) are hindered. This effectively creates a ranked quake event with a rank equal to 4 less than the artifact's level, which could threaten a ranked community or horde.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "SALVAGE PACK",
    "Genre": "",
    "Form": "Synth pack with attached devices",
    "Depletion": "1 in 1d100 (check each time something is added to the pack; on depletion, all objects are expelled from the pack)",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "This pack's mouth can be loosened to open as wide as 6 feet (2 m) in diameter. It is larger on the inside than on the outside thanks to transdimensional outpocketing, and it can contain up to 5 tons (4.5 t) worth of material.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "STABILITY SPIKE",
    "Genre": "",
    "Form": "A 6-foot (2 m) tall collapsible metal tripod with a central tube that extends a spike into the earth when deployed",
    "Depletion": "1 in 1d10",
    "LevelDie": "6",
    "LevelBonus": "3",
    "Effect": "It takes two rounds to assemble and set up this device. Once set up, it requires an action to activate and then another round for the powered internal spike to penetrate the ground. (The spike can penetrate any surface whose level is less than or equal to its own, but it cannot penetrate force fields.) When activated, this device stabilizes the ground and any structures built on the ground within very long range for one hour. This reduces shaking, swaying, or vibration, potentially keeping a tower or buildings caught in an earthquake from collapsing. \nIf deployed to protect from a ranked earthquake or other earth-shaking threat, the rank of that threat is decreased by 1.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "STASIS POD",
    "Genre": "",
    "Form": "A device attached to a rounded synth chamber just large enough to hold a human",
    "Depletion": "1 in 1d100 (check every century a subject is in stasis)",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "A person willingly placed inside this chamber remains alive and in perfect stasis until removed.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "STRUCTURAL EXTRUDER",
    "Genre": "",
    "Form": "A series of short, rounded tubes and hoses about 12 inches (30 cm) long connected to a device that can be carried or worn as a pack",
    "Depletion": "1 in 1d10 (check per week of use)",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "When activated, it produces a solid piece of amber-colored crystal over the course of a minute that can take one or two simple shapes: a plank up to 10 feet (3 m) long or a plane up to 10 feet (3 m) by 10 feet (3 m) that could be used as a floor, a wall partition, a ramp, etc. If the structural extruder is used as part of the crafting process for building a commonplace or numenera structure, the assessed difficulty for the task is lowered by one step.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "TELEPATHIC WIRE",
    "Genre": "",
    "Form": "A metallic wire on a spindle that can be rolled out to surround an area up to a very long distance in diameter",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "It takes several minutes to deploy this device, or longer if trying to place it so it is not obvious. When deployed, all creatures within the area gain the ability to telepathically speak with other creatures they can see within short range for up to an hour. Should the line be broken, all creatures in the area suffer 1 point of Intellect damage (ignores Armor). If deployed to surround a ranked community or horde, the rank of the target increases by 1 for the duration due to an enhanced ability to communicate.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "TEMPORARY WING",
    "Genre": "",
    "Form": "A body harness with a few controls",
    "Depletion": "1 in 1d20",
    "LevelDie": "6",
    "LevelBonus": "0",
    "Effect": "This device instantly releases wide synth wings stretched on either side of a rigid frame that together reach almost a short distance across. The wings allow a wearer to fly in any direction up to a short distance as an action each round, or glide horizontally or downward up to a long distance each round as part of another action. After one hour or upon deactivation, the wings retract.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "TOXIC FOGGER",
    "Genre": "",
    "Form": "Large backpack-sized device with a metallic wand connected with hoses and wires",
    "Depletion": "1 in 1d10",
    "LevelDie": "6",
    "LevelBonus": "2",
    "Effect": "When activated, the toxic fogger produces a prodigious amount of yellowish fog that lasts an hour and moves with the prevailing air in a cloud a very long distance across. Creatures exposed to the fog for several minutes take damage from poison equal to the artifact's level. If deployed against a ranked community or horde, 3 points of damage are inflicted to the target's health during one community action.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "WEARABLE WORKSHOP, BASIC",
    "Genre": "",
    "Form": "Large pack-like device with multiple extending arms and tools",
    "Depletion": "1 in 1d100 (check per week of use)",
    "LevelDie": "6",
    "LevelBonus": "1",
    "Effect": "This mobile workshop allows a crafter to work without a workbench and tools. The mobile workbench holds crafted objects in place and provides additional tools for a variety of needs, including not only crafting tasks but also tasks associated with investigation and analysis. The wearable workshop enables crafting tasks by providing appropriate tools; its extra limbs replicate a work surface. The wearable workshop is bulky, however, and any character wearing one is hindered in all Speed defense tasks.",
    "Source": "NDES"
  },
  {
    "ID": 0,
    "Name": "WEARABLE WORKSHOP, SMART",
    "Genre": "",
    "Form": "Large pack-like device with multiple extending arms and tools",
    "Depletion": "1 in 1d20 (check per completed crafting project)",
    "LevelDie": "6",
    "LevelBonus": "3",
    "Effect": "As the basic wearable workshop, except the smart workshop has a limited capacity to improve the work of its maker, providing two assets to the assessed difficulty of any crafting task done predominantly while wearing the workshop. \nThe wearable workshop is bulky, however, and any character wearing one is hindered in all Speed defense tasks.",
    "Source": "NDES"
  }
]
